{
    "news": [
        {
            "date": "19/2/2017",
            "data": "The death toll from a Brazilian dam collapse at an iron mine rose to 60 on Monday, according to officials.Authorities say 427 people were in the Córrego do Feijão mine in the southeastern state of Minas Gerais when the dam burst Friday, unleashing a muddy sea of mining debris into the region.Hundreds of people are still missing and the extent of damage is still being calculated, especially in the mining town of Brumadinho, which was nearly buried in the deluge. The latest death toll was announced after rescuers returned to the mine Sunday afternoon. Authorities temporarily halted search and rescue on Sunday and placed 3,000 people under evacuation orders amid fears that another dam nearby was about to rupture. The orders were lifted after authorities determined dam VI was no longer at risk of bursting."
        },
        {
            "date": "20/2/2017",
            "data": "The HIV-positive status of 14,200 people, as well as their identification numbers and contact details, has been leaked online, authorities in the southeast Asian city state said Monday.Records leaked include 5,400 Singaporeans diagnosed as HIV-positive before January 2013, and 8,800 foreigners diagnosed before December 2011, the Ministry of Health (MOH) said in a statement.Patient names, identification numbers, phone numbers, addresses, HIV test results and medical information was included in the information leaked by a former Singaporean resident.'We are sorry for the anxiety and distress caused by this incident,' the statement said. 'Our priority is the wellbeing of the affected individuals. Since 26 January, we have been progressively contacting the individuals to notify them and render assistance.'Leow Yangfa, a spokesman for LGBT charity Oogachaga, said the group was concerned people who have not disclosed their HIV status to employers, family or friends could face repercussions due to the leak.'This reminds us of the insufferable stigma, fear and discrimination that continues to surround people living with HIV in Singapore today,' Yangfa said. 'Those of us who live without HIV cannot begin to imagine the shock, distress, pain and betrayal they must be going through right now."
        }
    ]
}